Revit 2027 API
ParameterTypeId.AnalyticalModelStartProjectionOrthogonal Property
 "Start Projection Orthogonal"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelStartProjectionOrthogonal { get; }
Public Shared ReadOnly Property AnalyticalModelStartProjectionOrthogonal As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelStartProjectionOrthogonal {
	ForgeTypeId^ get ();
}
static member AnalyticalModelStartProjectionOrthogonal : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace